content/guitar-repertoire.org

#+OPTIONS: html-postamble:nil

* Work order

** Koji Kondo - Super Mario 2 Overwold Theme
+ BPM 60 : <2022-06-10 Fri>
** Manuel de FALLA - Chanson du Feu Follet
+ BPM 70 : <2022-06-10 Fri>
** Brouwer - Study 11
+ BPM 75 : <2022-06-10 Fri>
** Lauro - Vals Venezolano No. 3
+ BPM 65 : <2022-06-10 Fri>
** Brouwer - Study 6
+ BPM 70 : <2022-06-10 Fri>
** Brouwer - Study 1
+ BPM 100 : <2022-06-10 Fri>
** Guilini E. - Praludie 1
+ BPM 70 : <2022-06-10 Fri>
** Red Hot Chili Peppers - Under the bridge
+ BPM 70 : <2022-06-10 Fri>
** Bach - Well-Tempered Keyboard - C Major Prelude
+ BPM 37 : <2022-06-10 Fri>
** Lauro - Vals Venezolano No. 1
+ BPM 75 : <2022-06-10 Fri>
** Brouwer - Study 10
+ BPM 55 : <2022-06-10 Fri> !! reprendre partition pour ryhtme
** Brouwer - Study 4
+ BPM 60 : <2022-06-10 Fri>
** Brouwer - Study 8
** Barrios - Preludio en Do Minor
** Bach - Cello suite 1 - Prelude
** Bach - Cello suite 2 - Courante
** Brouwer - Study 7
** Bach - Cello suite 2 - Prelude
** Jackson 5 - Ben
** Satie - Gnossienne 1
** Satie - Gymnopedie 1
** Lauro - Vals Venezolano No. 2
** Mudarra - Pavana d'Alexandre
** Brouwer - Study 2
** Mudarra - Gaillarde d'Alexandre
** Tarrega - Capricho Árabe
** Granados - Danse espagnole 2
** Brouwer - Study 9
** ??? - Llorona
** Tarrega - Lagrima
** Brouwer - Study 3
** Brouwer - Study 5
** Dowland - Fortune my Foe


-----

* New pieces
** Bach - Goldberg vario. 1

-----

* Future pieces

+ Scarborough Fair
https://www.youtube.com/watch?v=4Ccgk8PXz64
https://tabs.ultimate-guitar.com/tab/simon-garfunkel/scarborough-fair-tabs-20229
+ Mrs Robinson
 https://www.youtube.com/watch?v=2Wx43y5xsP0
+ L'orage

-----
