public/guitar-repertoire.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" /><header>      <h1><code>balaye.net</code></h1>      <p>A personal eclectic domain.</p>      <nav>  <a href="./index.html">Home</a>  <a href="https://github.com/pietrodito">Github</a>  <a href="./snds.html">SNDS</a>  <a href="./guitar-repertoire.html">Guitar</a>  <a href="./how-to.html">Making of</a>  <a href="./contact.html">Contact</a>      </nav></header><link rel="SHORTCUT ICON" href="img/favicon.png" />
</head>
<body>
<div id="content">

<div id="outline-container-org51ff8c4" class="outline-2">
<h2 id="org51ff8c4">Work order</h2>
<div class="outline-text-2" id="text-org51ff8c4">
</div>
<div id="outline-container-org3d3b7cc" class="outline-3">
<h3 id="org3d3b7cc">Koji Kondo - Super Mario 2 Overwold Theme</h3>
<div class="outline-text-3" id="text-org3d3b7cc">
<ul class="org-ul">
<li>BPM 60 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orgfface9a" class="outline-3">
<h3 id="orgfface9a">Manuel de FALLA - Chanson du Feu Follet</h3>
<div class="outline-text-3" id="text-orgfface9a">
<ul class="org-ul">
<li>BPM 70 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org62532e6" class="outline-3">
<h3 id="org62532e6">Brouwer - Study 11</h3>
<div class="outline-text-3" id="text-org62532e6">
<ul class="org-ul">
<li>BPM 75 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org2fb9fff" class="outline-3">
<h3 id="org2fb9fff">Lauro - Vals Venezolano No. 3</h3>
<div class="outline-text-3" id="text-org2fb9fff">
<ul class="org-ul">
<li>BPM 65 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orgdecfd34" class="outline-3">
<h3 id="orgdecfd34">Brouwer - Study 6</h3>
<div class="outline-text-3" id="text-orgdecfd34">
<ul class="org-ul">
<li>BPM 70 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orge1f0b00" class="outline-3">
<h3 id="orge1f0b00">Brouwer - Study 1</h3>
<div class="outline-text-3" id="text-orge1f0b00">
<ul class="org-ul">
<li>BPM 100 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org7ff10c1" class="outline-3">
<h3 id="org7ff10c1">Guilini E. - Praludie 1</h3>
<div class="outline-text-3" id="text-org7ff10c1">
<ul class="org-ul">
<li>BPM 70 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orge485915" class="outline-3">
<h3 id="orge485915">Red Hot Chili Peppers - Under the bridge</h3>
<div class="outline-text-3" id="text-orge485915">
<ul class="org-ul">
<li>BPM 70 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orgae923b2" class="outline-3">
<h3 id="orgae923b2">Bach - Well-Tempered Keyboard - C Major Prelude</h3>
<div class="outline-text-3" id="text-orgae923b2">
<ul class="org-ul">
<li>BPM 37 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org27531e1" class="outline-3">
<h3 id="org27531e1">Lauro - Vals Venezolano No. 1</h3>
<div class="outline-text-3" id="text-org27531e1">
<ul class="org-ul">
<li>BPM 75 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orgbb0634e" class="outline-3">
<h3 id="orgbb0634e">Brouwer - Study 10</h3>
<div class="outline-text-3" id="text-orgbb0634e">
<ul class="org-ul">
<li>BPM 55 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt; </span></span> !! reprendre partition pour ryhtme</li>
</ul>
</div>
</div>
<div id="outline-container-org004392a" class="outline-3">
<h3 id="org004392a">Brouwer - Study 4</h3>
<div class="outline-text-3" id="text-org004392a">
<ul class="org-ul">
<li>BPM 60 : <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-06-10 Fri&gt;</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org4487ef0" class="outline-3">
<h3 id="org4487ef0">Brouwer - Study 8</h3>
</div>
<div id="outline-container-orga7b2bae" class="outline-3">
<h3 id="orga7b2bae">Barrios - Preludio en Do Minor</h3>
</div>
<div id="outline-container-org6289821" class="outline-3">
<h3 id="org6289821">Bach - Cello suite 1 - Prelude</h3>
</div>
<div id="outline-container-org02088d3" class="outline-3">
<h3 id="org02088d3">Bach - Cello suite 2 - Courante</h3>
</div>
<div id="outline-container-org35496ba" class="outline-3">
<h3 id="org35496ba">Brouwer - Study 7</h3>
</div>
<div id="outline-container-orgfc15a75" class="outline-3">
<h3 id="orgfc15a75">Bach - Cello suite 2 - Prelude</h3>
</div>
<div id="outline-container-org536d620" class="outline-3">
<h3 id="org536d620">Jackson 5 - Ben</h3>
</div>
<div id="outline-container-orgb278787" class="outline-3">
<h3 id="orgb278787">Satie - Gnossienne 1</h3>
</div>
<div id="outline-container-orgec65f8a" class="outline-3">
<h3 id="orgec65f8a">Satie - Gymnopedie 1</h3>
</div>
<div id="outline-container-orgbee448b" class="outline-3">
<h3 id="orgbee448b">Lauro - Vals Venezolano No. 2</h3>
</div>
<div id="outline-container-orgc0a6889" class="outline-3">
<h3 id="orgc0a6889">Mudarra - Pavana d'Alexandre</h3>
</div>
<div id="outline-container-orgd806b8f" class="outline-3">
<h3 id="orgd806b8f">Brouwer - Study 2</h3>
</div>
<div id="outline-container-orge089044" class="outline-3">
<h3 id="orge089044">Mudarra - Gaillarde d'Alexandre</h3>
</div>
<div id="outline-container-org95cac62" class="outline-3">
<h3 id="org95cac62">Tarrega - Capricho Árabe</h3>
</div>
<div id="outline-container-orga51bc25" class="outline-3">
<h3 id="orga51bc25">Granados - Danse espagnole 2</h3>
</div>
<div id="outline-container-orgcd32fc8" class="outline-3">
<h3 id="orgcd32fc8">Brouwer - Study 9</h3>
</div>
<div id="outline-container-org2a6a60c" class="outline-3">
<h3 id="org2a6a60c">??? - Llorona</h3>
</div>
<div id="outline-container-org134fb3e" class="outline-3">
<h3 id="org134fb3e">Tarrega - Lagrima</h3>
</div>
<div id="outline-container-orgd7be616" class="outline-3">
<h3 id="orgd7be616">Brouwer - Study 3</h3>
</div>
<div id="outline-container-org58b571b" class="outline-3">
<h3 id="org58b571b">Brouwer - Study 5</h3>
</div>
<div id="outline-container-orgb85b252" class="outline-3">
<h3 id="orgb85b252">Dowland - Fortune my Foe</h3>
<div class="outline-text-3" id="text-orgb85b252">
<hr />
</div>
</div>
</div>

<div id="outline-container-orge84e30a" class="outline-2">
<h2 id="orge84e30a">New pieces</h2>
<div class="outline-text-2" id="text-orge84e30a">
</div>
<div id="outline-container-org7b42cae" class="outline-3">
<h3 id="org7b42cae">Bach - Goldberg vario. 1</h3>
<div class="outline-text-3" id="text-org7b42cae">
<hr />
</div>
</div>
</div>

<div id="outline-container-org34999d5" class="outline-2">
<h2 id="org34999d5">Future pieces</h2>
<div class="outline-text-2" id="text-org34999d5">
<ul class="org-ul">
<li>Scarborough Fair</li>
</ul>
<p>
<a href="https://www.youtube.com/watch?v=4Ccgk8PXz64">https://www.youtube.com/watch?v=4Ccgk8PXz64</a>
<a href="https://tabs.ultimate-guitar.com/tab/simon-garfunkel/scarborough-fair-tabs-20229">https://tabs.ultimate-guitar.com/tab/simon-garfunkel/scarborough-fair-tabs-20229</a>
</p>
<ul class="org-ul">
<li>Mrs Robinson
<a href="https://www.youtube.com/watch?v=2Wx43y5xsP0">https://www.youtube.com/watch?v=2Wx43y5xsP0</a></li>
<li>L'orage</li>
</ul>

<hr />
</div>
</div>
</div>
</body>
</html>
